<!DOCTYPE html>
<html>
<head>
    <title>Мой сайт</title>
<style>
  body {
  colod:black;
}
h1 {
  color: yellow;
  background-color: black
}
  
 </style> 
  </head>
<body>
    <h1>"Простой бутерброд с сыром"</h1>
    
    <h2> Что нужно: </h2>
 <p> "Хлеб, сливочное масло, сыр, зелень (по желанию)"</p>
 <h2> Разбейте инструкцию на отдельные шаги, каждый в своём абзаце :
<ul>
 <li>  "Намажьте хлеб маслом."  </li>
<li>"Положите сверху ломтик сыра."</li>
<li>"Добавьте зелень, если хотите."</li>
</ul>
"Бутерброд готов!" </h2> 

  
    
</body>
</html>
